<!DOCTYPE html>
<html lang="zh-CN">
    <head>
        <meta charset="utf-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge">
        <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">

        <meta name="csrf-token" content="{{ csrf_token() }}">

        <title>@yield('title', '虚无')</title>

        <link rel="stylesheet" type="text/css" href="/css/app.css">
        <link rel="stylesheet" type="text/css" href="/css/font-awesome.min.css">
    	<link rel="stylesheet" href="/css/bootstrap.min.css">
        <link rel="stylesheet" href="/css/css.css">
        @yield('css')
    </head>
    <body>
        <div class="container">
            <div class="row">
                @include('layouts._header')
            </div>

            <div class="row">
				<div class="col-sm-2 hidden-xs">
                    @include('layouts._nav')
				</div>
                <div class="col-xs-12 visible-xs">
                    @include('layouts._nav_xs')
                </div>
                <div class="col-sm-8">
					<nav class="content">
						<nav class="main_forum">
							@include('common.error')
							@include('common.message')
							@yield('content')
							<ul></ul>
						</nav>
					</nav>
				</div>
				<div class="col-sm-2 hidden-xs">
					<!--chart-->
					<nav class="chart">

					</nav>
				</div>
            </div>
        </div>

		<script src="/js/jquery.min.js"></script>
        <script src="/js/bootstrap.min.js"></script>
		<script src="/js/app.js"></script>
        <script src="/js/jquery.blink.js"></script>
        @yield('script')
        @stack('script')
        <script>
            console.log('ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ\nｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ\nｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ\nｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ\nｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ\nｹｾｹｾｹｾ｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ\nｹｾｹｾｹｾ｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ\nｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ\nｹｾｹｾｹｾ｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ\nｹｾｹｾｹｾ｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡ｹｾｹｾ\nｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡｡｡ｹｾ｡｡｡｡｡｡ｹｾｹｾ\nｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾ｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾ｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡ｹｾｹｾ｡｡｡｡｡｡｡｡ｹｾ\nｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡ｹｾｹｾ｡｡｡｡｡｡｡｡ｹｾ\nｹｾｹｾｹｾ｡｡｡｡｡｡｡｡｡｡ｹｾ｡｡｡｡｡｡ｹｾ｡｡｡｡｡｡ｹｾ｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾ｡｡｡｡｡｡｡｡ｹｾ\nｹｾｹｾｹｾ｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡ｹｾ｡｡｡｡｡｡｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡ｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾ｡｡｡｡｡｡｡｡ｹｾ\nｹｾｹｾｹｾ｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡ｹｾ｡｡｡｡｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡ｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾ｡｡｡｡ｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾ｡｡｡｡｡｡｡｡ｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾ｡｡｡｡｡｡｡｡ｹｾ\nｹｾｹｾ｡｡｡｡｡｡ｹｾ｡｡｡｡｡｡｡｡｡｡｡｡ｹｾ｡｡｡｡｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡ｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾ｡｡｡｡｡｡｡｡ｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾ｡｡｡｡｡｡｡｡ｹｾ\nｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡ｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾ｡｡｡｡｡｡｡｡ｹｾ\nｹｾ｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡ｹｾｹｾ｡｡｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ\nｹｾ｡｡｡｡｡｡ｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾ｡｡｡｡｡｡ｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ\nｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾｹｾ')
        </script>
    </body>
</html>